{
  "curl": [
          {
            "title": "1. Standing Barbell Curl",
            "body": "You've definitely heard  about serious lifters carrying on about oblivious methods taking up space in squat racks to do bicep curls, so be carefull when you load up a barbell — but that shouldn't be an excuse to skip out on the move entirely. Barbells allow you to work both arms simultaneously and evenly, and the position of your grip can allow you to home in on different parts of the muscle.",
            "videourl": "https://drive.google.com/uc?id=15HmAhsVbuh7E2QYhOH60KK4ZOHeke6LJ",
            "steps": "Steps :
            1. Firstly, grab the barbell with an underhand grip, with your hands positioned about as wide as your hips.
            2. To emphasize the inner portion of the bicep, take a wider grip, and to target the outer part of the muscle, bring your hands closer together.
            3. Then hold the bar at hip height, then squeeze your core and contract your biceps to curl the bar up to shoulder height.
            4. Squeeze your biceps at the top of the movement & after that slowly lower the weight back to the starting position, controlling the weight through the eccentric movement.
            5. Make sure to keep your feet solidly planted throughout the exercise, and do not use your hips to lift the weight.",
            "imageurl": "https://drive.google.com/uc?id=1mrDMfKajC5suzqNkOixmpfUlQcrYxC3Z"
          },
          {
            "title": "2. Concentration Curl",
	          "body": "This a biceps isolating standard that you have undoubtedly performed in any gym. You can rip through reps for volume, or take a cue from the name and focus on the eccentric portion of the move for even better results.",
            "videourl": "https://drive.google.com/uc?id=15HmAhsVbuh7E2QYhOH60KK4ZOHeke6LJ",
            "steps": "Steps :
            1. Firstly you need a dumbbell and a bench to start.
            2. Sit on the bench and spreading your legs. 
            3. Rest your arm holding the dumbbell on the same side leg, just below the knee, so that the weight hangs down between your legs. 
            4. Then keep your torso upright by stabilizing your off-hand on your thigh. 
            5. Now curl the weight up and focusing on squeezing the bicep, pause at the top, then lower back into the original position.",
            "imageurl": "https://drive.google.com/uc?id=1yfWmn62dWZjz5Ca8Wgfldm6wgeg5AsbI"
          },
          {
            "title": "3. Standing Resistance Band Hammer Curl",
            "body": "Leave the weights on the rack and give resistance bands a shot to really reap some bicep gains. The bands allow you to work through the full range of the motion by offering resistance through the eccentric (lowering) part of the exercise, along with the concentric (curl) lift. The hammer grip, meanwhile, shifts the focus of the work to the brachialis, a lower muscle that can really make your arms look thick.",
            "videourl": "https://drive.google.com/uc?id=15HmAhsVbuh7E2QYhOH60KK4ZOHeke6LJ",
            "steps": "Steps :
            1. Firstly step on the center of a resistance band, gripping one end of the implement in each hands. 
            2. Hold the band with your palms parallel to each other. 
            3. Now curl your hands toward your shoulders and maintaining the position of your palms. 
            4. Squeeze your biceps at the top of the movement before lowering your hands back down to your sides, maintaining constant tension on the band. 
            5. Keep your elbows stable and in position at your sides throughout the movement.",
            "imageurl": "https://drive.google.com/uc?id=1jK43ZeFVidF7YK4XRtGF8ugaW0lPxj78"
          },
          {
            "title": "4. Standing Dumbbell Curl",
            "body": "In a biceps-focused list like this, you can not leave out the classic dumbbell curl.
          
            But we would ask that you use a weight that makes sense, If you are swaying back wildly and contorting your body—especially excessively arching your lower back—to lift the load, you should probably get a lighter pair of dumbbells.",
            "videourl": "https://drive.google.com/uc?id=15HmAhsVbuh7E2QYhOH60KK4ZOHeke6LJ",
            "steps": "Steps:
            1. Firstly grab a pair of dumbbells and let them hang at arm’s length next to your sides. 
            2. Turn your arms so your palms face forward. 
            3. Bend your elbows and curl the dumbbells as close to your shoulders, without moving your upper arms as you can. 
            4. Pause, then slowly lower the weight back to the starting position. 
            5. Each time whenever return to the starting position, completely straighten your arms.",
            "imageurl": "https://drive.google.com/uc?id=11L0aFd0BJLOmQVwYhWlmCTNXXdcBTI24"
          },
          {
            "title": "5. Spider Curl",
            "body": "This biceps used for smart positioning to blow up your arms. According to Men's Health Fitness Director Ebenezer Samuel, C.S.C.S., the exercise is so effective because you will eliminate most of the cheating that happens with other, standing curls, which allow you to use body easily to lift up the weights. Samuel recommends that you pick a weight in the lighter end of what you might typically work with, so you can handle the full challenge.",
            "videourl": "https://drive.google.com/uc?id=15HmAhsVbuh7E2QYhOH60KK4ZOHeke6LJ",
            "steps": "Steps :
            1. Firstly grab a dumbbell and sit facing forward on an incline bench.
            2. Moving only at the elbow, squeeze you bicep to curl the dumbbell way up.
            3. Make sure to keep your shoulder out of the equation by keeping your back live and engaged.",
            "imageurl": "https://drive.google.com/uc?id=1lWaZTGmO2HSiSgKGmhiImgZyHxQ-3S0k"
          },
	  {
		  "title": "6. Hammer Curl",
		  "body": "Take your standard-grip curl and flip it on its side. This small difference in this way, you hold the dumbbell helps to transfer more of the work from your biceps brachii to your brachialis — a muscle that can make your arms look thicker.",
		  "videourl": "https://drive.google.com/uc?id=15HmAhsVbuh7E2QYhOH60KK4ZOHeke6LJ",
		  "steps": "Steps :
            1. Firstly grab a pair of dumbbells and let them hang at arm’s length next to your sides with your palms facing your thighs. 
            2. Then without moving your upper arms, bend your elbows and curl so that the dumbbells as close to your shoulders as you can. 
            3. Now pause, then slowly lower the weight back to the starting position. 
            4. Each and every time you return to the starting position, completely straighten your arms.",
		  "imageurl": "https://drive.google.com/uc?id=1V4sWoCMYN7ujd8vV9Tfj5iImmm8qzmE9"
	  },
    {
		  "title": "7. Decline Dumbbell Curl",
		  "body": "Lying chest-down on a bench which really isolates the biceps since you do not have to maintain as much tension in your legs and core muscles as you do when you stand. Use various grips in this position to zero in on different parts of your biceps.",
		  "videourl": "https://drive.google.com/uc?id=15HmAhsVbuh7E2QYhOH60KK4ZOHeke6LJ",
		  "steps": "Steps :
            1. Firstly grab a pair of dumbbells and lie with your chest against a bench that’s set to a 45-degree incline. 
            2. Then, without moving your upper arms, bend your elbows and curl so that the dumbbells as close to your shoulders as you can.
            3. Now pause, then slowly lower the weight back to the starting position. 
            4. Each and every time you return to the starting position, completely straighten your arms.",
		  "imageurl": "https://drive.google.com/uc?id=17Dzbu0n4XOPU-PLmvxYNAh5IOknGgkSG"
	  }
         ]
}

