{
  "yoga": [
   {
     "id":"1",
     "title": "Tadasana (Mountain Pose)",
     "body": "Tadasana, it comes from the Sanskrit words “tada” means “mountain”. It is a simple standing posture, which forms the basis for all the standing asanas. In this asana, body looks like a palm tree thats the reason it is also known as “Mountain Pose”. It is mostly helpful for muscles, improves focus and concentration. It is the starting position for all the other asanas.",
     "imageurl": "",
     "steps": "Steps:

1. Stand with your heels slightly apart and hang your arms besides the torso.
2. Gently lift and spread your toes and the balls of your feet, then lay them softly down on the floor.
3.Try to balance your body weight on your feet. Lift your ankles and firm your thigh muscles while rotating them inwards.
4. As you inhale, elongate your torso and when you exhale release your shoulder blades away from your head.
5. Broaden your collarbone and elongate your neck. Your ears, shoulders, hips and ankle all should be in a line. 
6. You can check your alignment by standing near the wall initially. You can also raise your hands and stretch them, Breathe easy. ",
     "benefits": "Benefits

1. It helps in correcting your posture and improves your balance by making your spine more agile.
2. It helps in increasing flexibility of your ankles, thighs and joints.
3. It can tone your hips and abdomen and helps to gain control over your muscular movements. "
    },
    {
     "id":"2",
     "title": "Vrikshasana (Tree Pose)",
     "body": "This is one of the most easy yoga poses and is often practised as a part of the SuryaNamaskar asana. It is recommended to practice in the open air, early in the morning just suitable for its name. This yoga posture helps to increase focus and concentration levels. For this, you need to stand on one foot while the other is locked behind the knees and your hands are raised above your head like in a prayer pose.",
     "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
     "steps": "Steps:

1. Stand straight with arms by the side of your body.
2. Bend your right knee and place the right foot high up on your left thigh. The sole of the foot should be placed flat and firmly near the root of the thigh.
3. Make sure that your left leg is straight. Maintain your balance.
4. Once you are well balanced, take a deep inhale, raise your arms over your head from the side, and bring your palms together in ‘Namaste/Prayer’ pose (hands-folded position). 
5.Look straight ahead in front of you, at a distant object. A steady gaze helps maintain a steady balance.
6. Ensure that your spine is straight. Your entire body should be taut, like a stretched elastic band.
7. Keep inhaling long deep breaths. With each exhalation, relax the body more and more. Just be with the body and breath with a gentle smile on your face.
8. With slow exhalation, gently bring down your hands from the sides. You may gently release the right leg.
9. Stand straight as you did at the beginning of the posture. 
10. Repeat this pose with the left leg off the ground on the right thigh, 5-6 times recommended.",
     "benefits": " Benefits :

1. It brings balance and equilibrium in your mind.
2. It helps to improve concentration power.
3. Helps those who are suffering from sciatica.
"
    },
    {
     "id":"3",
     "title": "Kapalbhati Pranayama Asana",
     "body": "Kapalbhati pranayama asana is the most recommended breathing exercise which cures from stomach disorder and loses weight. While daily 5 minutes practising Kapal Bhati pranayama regularly removes the toxins and increases metabolism. It also cures constipation, acidity, diabetes, Asthma and all kinds of Respiratory troubles, sinus and even hair loss. This one is a yoga pose effective in weight loss (mainly belly fats). When done regularly, it is rated as the most effective type of yoga asana.
",
     "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
     "steps": "Steps:

1. Sit comfortably with your spine erect.
2. Place your hands on the knees with palms in open sky. 
3. Take a deep breath in.
4. As you exhale, pull your stomach and pull your navel in back towards the spine.
5. You may keep your right hand on the stomach to feel the abdominal muscles contract.
6. Take 20 such breaths to complete one round of Kapal Bhati Pranayama Asana.
7. After completing the round, relax with your closed eyes and observe the sensations in your body.
",
     "benefits": "Benefits

1. It increases the metabolic rate.
2. It clears the nadis (subtle energy channels).
3. It stimulates abdominal organs and is extremely useful to those suffering with diabetes.
4. It improves blood circulation.
"
    },
    {
     "id":"4",
     "title": "Trikonasana (Triangle Pose)",
     "body": "The word 'Trikonasana' comes from the Sanskrit words 'tri', (meaning 'three'), 'kona'(meaning 'angle'). It refers to the triangular shape created by your body in the full version of the pose.",
     "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
     "steps": "Steps:

1. Stand on your feet wide apart.
2. Stretch your right foot out (90 degrees) while keeping the leg closer to the torso.
3. Keep your feet pressed against the ground and balance your weight equally on both feet.
4. Inhale and as you exhale bend your right arm and make it touch the ground while your left arm goes up. 
5. Keep your waist straight.
6. Ensure that your body is bent sideways and not forward or backwards. 
7. Stretch as much as you can while taking long, deep breaths. Repeat on the other side.",
     "benefits": "Benefits:

1. It strengthens legs, knees, ankles, abdominals, obliques and back.
2. It stimulates function of abdominal organs.
3. It relieves stress."
    },
    {
     "id":"5",
     "title": "Utkatasana (Chair Pose)",
     "body": "Utkatasana name comes from the Sanskrit 'Utkata', which means 'Fierce, proud, high, haughty, superior, immense'. This pose is also called 'Chair pose' in English because it looks as if you are sitting in an invisible chair. But this is no easy chair, it's more like a throne.",
     "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
     "steps": "Steps:

1. Stand straight on your feet slightly apart.
2. Then stretch your arms but don't bend your elbow. 
3. Inhale and bend your knees, pushing your pelvis down like you are sitting on chair.
4. Keep your hands parallel to the ground and back should be straight.
5. Take deep breaths while doing.
6. Bend gradually but make sure your knees don't go beyond your toes.",
     "benefits": "Benefits:

1. It strengthens and stabilize the ankles, thighs, calves, spine, abdominal and lower back muscles.
2. It stimulates the abdominal organs, diaphragm, and heart.
3. It improve function of respiratory, digestive and circulatory systems."
    },
    {
     "id":"6",
     "title": "Naukasana (Boat Pose)",
     "body": "Naukasana comes from the two Sanskrit words 'nauka' which means 'boat' and 'asana' meaning 'posture'. It is a posture in which our body takes the shape of a boat.",
     "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
     "steps": "Steps:

1. Firstly lie down flat on a plain surface, with your feet together and your arms on the sides.
2. Keep your arms straight and your fingers outstretched towards your toes.
3. Start inhaling and as you exhale, lift your chest and feet off the ground, stretching your arms towards your feet.
4. The weight of your body rest entirely on the buttocks.
5. Make sure your eyes, finger and toes are all in a single line.
6. Hold your breath and remain in this position for a few seconds.
7. Now exhale slowly as you bring the body down to the starting position and relax.
8. Should not perform  more than 3-4 repetitions daily.",
     "benefits": "Benefits :

1. It strengthens the abdominal muscles.
2. It strengthens the muscles of the arms, thighs and shoulders.
3. It improves the health of all organs in the abdomen especially the liver, pancreas and kidneys.
4. It helps in regulating blood flow at sugar level."
    },
    {
     "id":"7",
     "title": "Bhujangasana (Cobra Pose)",
     "body": "The name Bhujangasana comes from the Sanskrit word 'bhujanga' which translates to 'snake' and 'asana' meaning 'posture'. Hence, it is often called as Cobra Pose, as it reflects the posture of a cobra that has its hood raised.",
     "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
     "steps": "Steps:

1. Firstly lie on your stomach with your feet together and toes flat.
2. Place your hands downwards below your shoulders on the plain surface/mat, lift your waist and raise your head while inhaling in.
3. Pull your torso back with the support of your hands.
4. Keep your elbows straight and make sure to put equal pressure on both palms.
5. Tilt your head back and make sure your shoulders are away from your ears. Exhale while coming back to the ground.",
     "benefits": "Benefits:

1. It increases flexibility.
2. It tones the abdomen.
3. It strengthens the arms and shoulders.
4. It decreases stiffness of the lower back."
    },
  ]
}
