{
  "exercise": [
    {
      "id": "1",
      "title": "1. Go for a Walk or a Run:",
      "video": "",
      "steps": "Steps: 
1. Keep your head up. When you are walking, focus on standing tall with your chin parallel to the ground and your ears aligned above your shoulders. 
2. Lengthen your back. 
3. Keep your shoulders down and back.
4. Engage your core.
5. Swing your arms.
6. Step from heel to toe.",
      "imageurl": "https://drive.google.com/file/d/1P3ezrhfiIJtwAO9rTiB0sP1H9GvtjsBw/view",
      "benefits": "Benefits:
1. This exercise is recommmended to be done outside in fresh air with contact with nature. 
2. You can time yourself and increase length and time according to your health allowed.
3. Daily set new goals to reach. Start with brisk walking and work up to running.
4. You can build stronger bones and you can help to maintain your weight.
5. Due to this, you are helping your heart to stay healthy and keeping your blood pressure low.
6. For this exercise, walk with our task and weekly task is more than enough for you.",
    },
    {
      "id": "2",
      "title": "2. Side Leap:",
      "video": "",
      "steps": "Steps: 
1.  Stand on a flat surface with your feet together.
2.  Bend your knees and hop as far as you can to your right, landing on the ball of your right foot.
3. Without returning left foot to the ground, bend your right knee and hop as far as you can to the left.
4. Do 20 hops per side.",
      "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
      "benefits": "Benefits:
1. It increases aerobic fitness. 
2. It strengthens the heart and boosts your weight loss.
3. This exercise make you more agile and powerful, and boosts your explosiveness and speed."
    },
    {
      "id": "3",
      "title": "3. Park-Bench Dip:",
      "video": "",
      "steps": "Steps:
1. Sit on a bench and place your hands on either side of your hips.
2. Slide your butt forward, supporting yourself with your hands.
3. Bend elbows, bringing upper arms almost parallel to ground, then return to starting position..
4. Keep lower back close to the bench throughout the exercise.",
      "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
      "benefits": "Benefits:
1. It can strengthen muscles in your triceps, chest, and shoulders.
2. They are also simple to scale.
3. Park-Bench dips are a versatile move to add to your routine."
    },
    {
      "id": "4",
      "title": "4. Park-Bench Push-Up:",
      "video": "",
      "steps": "Steps:
1. Stand facing a park bench and place your hands on the seat; walk your feet out behind you until your legs are fully extended.
2. Bend your arms and lower chest toward bench, then push up.
3. Complete 12 reps.
4. Turn around and place your hands on the ground and your feet on the bench; walk your hands forward until they are aligned under shoulders, legs extended.
5. Lower chest toward ground, then push up. Complete 8 reps.",
      "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
      "benefits": "Benefits:
1. Park-Bench Push-up is a classic strength-building exercise.
2. It gives the muscles in your chest, shoulders, arms, back, and abdominal region an excellent workout.
3. There are variations of pushups that can work your muscles in different ways while adding variety to your exercises."
    },
    {
      "id": "5",
      "title": "5. Tightrope Walk:",
      "video": "",
      "steps": "Steps:
1. Find a curb or fallen tree with a smooth surface that is at least 6 feet long.
2. Raise arms out to sides and walk across the 'tightrope', until you reach the end (or go at least 6 feet).
3. Turn on the balls of your feet, walk in the opposite direction.
4. Continue for 3 minutes.",
      "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
      "benefits": "Benefits:
1. It enhances focus and concentration.
2. It is help to enhances memory and learning ability.
3. It increases Core & Lower Body Strength."
    },
    {
      "id": "6",
      "title": "6. Hanging Crunch:",
      "video": "",
      "steps": "Steps:
1. Take hold of a sturdy, low tree branch, monkey bars, or other elevated handhold, palms facing forward.
2. Keeping arms fully extended, exhale as you bend your knees and bring them slowly toward your abs.
3. Inhale as you slowly release.",
      "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
      "benefits": "Benefits:
1. It recruit your 6-pack muscles (rectus abdominis).
2. It is the deepest abs muscles.
3. It also strength, and external and internal obliques for stability."
    },
    {
      "id": "7",
      "title": "7. Slalom Jump:",
      "video": "",
      "steps": "Steps:
1. Place four to six small rocks in a zigzag pattern, about one and half feet between each rock.
2. Keeping your feet together, hop to the outside of each rock.
3. Turn around when you reach the end and repeat.",
      "imageurl": "https://cdn.pixabay.com/photo/2013/10/15/09/12/flower-195893_150.jpg",
      "benefits": "Benefits:
1. Calves (calf muscles) influence the ankles and contribute to overall ankle strength. 
2. Strengthen your calf muscles.
3. It strengthen quadriceps and provide stability when standing."
    },
  ]
}
