{
  "home": [
    {
      "id": "1",
      "title": "1. Jumping Jacks",
      "body": "",
      "video": "",
      "steps": "Steps :
1. Firstly, stand with feet together. 
2. Jump while spreading your arms and legs.
3. Return to first position and keep going.
4. You can start with doing these for 1-2 minutes and then gradually build up to the number you are comfortable with.",
      "imageurl": "https://drive.google.com/uc?id=1-RX7VSZjrlqCUNAVTPMGbuNxhs8a7Xjb",
      "benefits": "Benefits :
1. This exercise is very helpful for cardiovascular health and also for toning muscles especially the calves and the deltoids.
2. Great workout to include in your morning exercise routine.
3. It is help to pump up your heart rate and blood flow."
    },
    {
      "id": "2",
      "title": "2. Planks",
      "body": "",
      "video": "",
      "steps": "Steps :
1. Kneel on a plain surface on all four.
2. Then stretch your legs back one at a time to be in a plank position.
3. Ones hands should be under the shoulders and legs straight.
4. Engage your cores and hold up for around 1 minute and back on.",
      "imageurl": "https://drive.google.com/uc?id=1-R_4md3BbisaownaZ8NSI1RDwLPN7TFt",
      "benefits": "Benefits:
1. It is helpful for lower back pain and not doing exercises.
2. It is one of the super effective morning workouts that everyone even with back pain can adhere to."
    },
    {
      "id": "3",
      "title": "3. Inchworm Stretch",
      "body": "",
      "video": "",
      "steps": "Steps:
1. Firstly stand straight with arms by your sides.
2. Breath in and raise your arms overhead, lifting your chest up.
3. Breath out and slowly move down to the floor to press your hands flat on the floor.
4. Now, bend your knees until your palms are on the floor.
5. Lower your torso into a full plank position.
6. Bring the shoulders overhand, shifting the weight forward.
7. Now, release your hips gently and arch your lower back, lifting up head and chest to the ceiling.
8. Breath out and lift yourself up to the plank position and hold for 1 count.
9. Now walk your hands back to the initial position and repeat.",
      "imageurl": "https://drive.google.com/uc?id=1-9O52n0iyUMlcoFNo2eLeHoQb8IlMxYz",
      "benefits": "Benefits:
1. Warm up your body and mind with these inchworm moves. 
2. It will activate your core muscles.
3. It also helps to stretch your back and hamstrings."
    },
    {
      "id": "4",
      "title": "4.Double Leg Lift",
      "body": "",
      "video": "",
      "steps": "Steps:
1. Lie face up on a mat or on a plain surface.
2. Now, extend your legs up to the ceiling, till your body forms a 90-degree angle.
3. Keep your arms by sides.
4. By engaging your core, gently lower the legs down to the mat or a plain surface.",
      "imageurl": "https://drive.google.com/uc?id=1-mULjdyEQSCh47wa3NCTDFOig_HjgvA0",
      "benefits": "Benefits:
1. It is an effective 'abs exercise', working for both upper and lower abs.
2. It is an ideal core strength builder when performed correctly. 
3. It is challenging but it can be an power morning workout routine for beginners."
    },
    {
      "id": "5",
      "title": "5. Jump Rope",
      "body": "",
      "video": "",
      "steps": "Steps:
1. Stand straight and your feet, shoulder width apart.
2. Now, hold the jumping rope with both hands.
3. Then, start jumping by swinging the skipping rope overhead and back to the initial position.
4. Repeat for at least 1-2 minute at beginning.",
      "imageurl": "https://drive.google.com/uc?id=1-FZhSoz9O5F7UoJYFyWzr3Eq5ds1zPSR",
      "benefits": "Benefits:
1. Jump rope workouts are simple to master.
2. It is a good warming exercise.
3. This exercise is fun tricks for all age group."
    },
    {
      "id": "6",
      "title": "6. Alternative Forward Lunges",
      "body": "",
      "video": "",
      "steps": "Steps:
1. Stand straight with your feet hip-width apart.
2. Take a step forward by bending your knees and lower your body towards the floor.
3. Carefully bend your knees at 90 degrees, one forward and the other backward
4. Back off the front leg with a push or a jump and alternate sides.",
      "imageurl": "https://drive.google.com/uc?id=1-RX7VSZjrlqCUNAVTPMGbuNxhs8a7Xjb",
      "benefits": "Benefits:
1. This is the best morning exercises for your lower body and your heart.
2. It activates almost all your leg muscles and trains your body on a fire."
    },
    {
      "id": "7",
      "title": "7. Balancing Table Pose",
      "body": "",
      "video": "",
      "steps": "Steps:
1. Kneel on your knees on all four.
2. Look down between palms and keep your spine flat.
3. Breath out, raise your left leg and right arm simultaneously, parallel to the floor.
4. Then, hold for a count, now inhale and lower arm and leg.
5. Repeat the same on the other side and continue for 10 time on each side.",
      "imageurl": "https://drive.google.com/uc?id=1-1upgdt5hrKt9OwlTSvIy-yJGWQRzsnW",
      "benefits": "Benefits:
1. It is brighten up your morning with a classic yoga pose.
2. It boost up your memory and concentration level."
    },
    {
      "id": "8",
      "title": "8. Crunches",
      "body": "",
      "video": "",
      "steps": "Steps:
1. Lie flat on your back on a floor or mat.
2. Now, bend your knees, keeping your feet flat on the floor, hip-width apart.
3. Place your arms behind your head, and lift your shoulder blades off the mat or floor gently. 
4. Lower your back with slow and steady motion.",
      "imageurl": "https://drive.google.com/uc?id=1-RX7VSZjrlqCUNAVTPMGbuNxhs8a7Xjb",
      "benefits": "Benefits:
1.  It strengthens your abdominal muscles with this cool and easy morning exercise.
2. This is one of the best morning exercise for weight loss, as the workout strains your abs, burning out the calories."
    },
  ]
}
