{
  "pushup": [
          {
            "title": "1. Modified Push-Up on Yoga Block",
            "body": "Expert says do push-ups with their kneesdirectly on the floor. 'Expert likes thesurface to be elevated, so you're kneelingbut are 6 to 10 inches off the ground. It’s little more similar to the form of a proper push-up, so when we eventually transition from knees to toes it’s a lot easier.'",
            "videourl": "https://drive.google.com/uc?id=15SVmWwPwkaPaNFdmf4DCv5qSd8uAbjXe",
            "steps": "Steps :
		1. Started with a high plank position with your hands flat on the floor with shoulder-width apart, and wrists under shoulders.
		2. Place a yoga block or similar one for elevation under your knees.
		3. Keeping your body in one long line and bend your arms and lower your body as close to the floor as you can.
		4. Push back up to start.",
            "imageurl": "https://drive.google.com/uc?id=1cbC8q_4YpjfYPlFTtDahTK4Frgr6seqH"
          },
          {
            "title": "2. Modified Push-Ups With Yoga Blocks Under Chest",
	    "body": "Expert says, 'This is a great place for beginners to start because it allows you to work within the range of motion that you can handle at an angle that's moresimilar to a standard push-up(as opposed to a traditional modifiedpush-up where your knees are on the floor, 'Expert says. As you progress, take away a yoga block.",
            "videourl": "https://drive.google.com/uc?id=15SVmWwPwkaPaNFdmf4DCv5qSd8uAbjXe",
            "steps": "Steps :
		1. Start with a high plank position with your hands flat on the floor about shoulder-width apart and wrists under shoulders.
		2. Place yoga blocks (anywhere between three to one), or similar things if you don't have under your chest.
		3. Then keeping your body in one long line, bend your arms and lower your chest to the blocks.
		4. Push back up to start.",
            "imageurl": "https://drive.google.com/uc?id=1P3ezrhfiIJtwAO9rTiB0sP1H9GvtjsBw"
          },
          {
            "title": "3. Incline Push-Ups",
            "body": "Expert says, 'While doing push-ups on an incline changes the strain so that the gravity force vector places on your body,'. In other words, changing the angle so that you're enough higher than the ground makes so that it is easier for you to perform the movement.",
            "videourl": "https://drive.google.com/uc?id=15SVmWwPwkaPaNFdmf4DCv5qSd8uAbjXe",
            "steps": "Steps : 
		1.Take a bench or chair and place it in front of your body.
		2.Place or puts your hands on the chair and walk your feet back until you are at about a 45-degree angle to the chair.
		3.Now keeping your body in one long line, bend your arms and lower yourself as close to the chair as you can.
		4.Push back up to start.",
            "imageurl": "https://drive.google.com/uc?id=1KFxRIYI2_wJaeG9NJl06KE5It4fy5wYD"
          },
          {
            "title": "4. Standard Push-Ups",
            "body": "Expert says, 'A standard push-up works for your shoulders, chest, triceps, biceps, back, core, quads, and glutes. Think of it as a moving plank—you'll want to keep everything tight as you bend your arms.' Keep your neck neutral and aligned with your spine (chin tucked).",
            "videourl": "https://drive.google.com/uc?id=15SVmWwPwkaPaNFdmf4DCv5qSd8uAbjXe",
            "steps": "Steps :
		1.Start in a high plank position with your hands flat on the floor about shoulder-width apart and wrists under shoulders.
		2.Then keeping your body in one long line, bend your arms and lower yourself as close to the floor as you can. Your elbows should be at about a 45-degree angle to your torso.
		3.Push back up to start.",
            "imageurl": "https://drive.google.com/uc?id=11GdApZCntR4qp6vfY0xcYfhSaYFWJFwS"
          },
          {
            "title": "5. Wide-Grip Push-Ups",
            "body": "Expert says, 'This is performed similar to a standard push-up, just with your hands positioned slightly wider than normal. This places more force on the anterior deltoids and pectoralis minor.'",
            "videourl": "https://drive.google.com/uc?id=15SVmWwPwkaPaNFdmf4DCv5qSd8uAbjXe",
            "steps": "Steps :
		1.Start with a high plank position with your hands flat on the floor a little bit wider than shoulder-width apart and wrists under shoulders.
		2.Keeping your body in one long line, bend your arms and lower yourself as close to the floor as you can.
		3.Push back up to start.",
            "imageurl": "https://drive.google.com/uc?id=1ndNTfvowKl3O-PXCaHD_x-ILLe6RQSAX"
          }
         ]
}
